Show / Hide Table of Contents
Enum PolarInputType
Type of polar input
Namespace: IdeaRS.OpenModel.Parameters
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum PolarInputType
Fields
 Name |  Description
 ByAngle
Polar input defined by angles.
 ByCount
Polar input defined by count in circle.
 Improve this Doc
 View Source